
[
    {
        "french": "Article 26 : 1. Toute personne a droit à l'éducation. L'éducation doit être gratuite, au moins en ce qui concerne l'enseignement élémentaire et fondamental. L'enseignement élémentaire est obligatoire. L'enseignement technique et professionnel doit être généralisé; l'accès aux études supérieures doit être ouvert en pleine égalité à tous en fonction de leur mérite.",
        "moore": "Koɛɛg 26 soaba. 1. Ned buud fãa tara sor n tõe n paam kaorengo. Kaorengã tog n yɩɩ zaalem, ba tɩ na yɩ yãadmẽ kaorengã (kaoren-sɩngã). Yaa tɩlae tɩ kambã paam kaoren-sɩngã. Tʊʊm-minim la nus tʊʊm zãmsg kaorengã togame n piuugi. Karen-do bɛdã kaorengã tog n maaname tɩ neb nins fãa bãngr sẽn sek be taabã paam n kẽ tɩ zãmb pa zĩnd ye."
    },
    {
        "french": "2. L'éducation doit viser au plein épanouissement de la personnalité humaine et au renforcement du respect des droits de l'homme et des libertés fondamentales. Elle doit favoriser la compréhension, la tolérance et l'amitié entre toutes les nations et tous les groupes raciaux ou religieux, ainsi que le développement des activités des Nations Unies pour le maintien de la paix.",
        "moore": "Koɛɛg 26 soaba. 2. Kaorengã sẽn tog n gẽeg bũmb nins yaa ninsaal mengã yidgri la ninsaal yel-segdɩ noy sebrã tũub pãng paasgo. Kaorengã togame n sõng tɩ tẽmsã ne taab wʊm taab moore, buudã toor-toorã bɩ wẽnd-sor tũudum toaytoayã wʊm taab moore, tɩ sull fãa sak a to sẽn yala la b yõg taab zoodo. A togame yasa n sõng tɩ nasõzini (tẽmsã ne taab lagem-n-tay kãsengã) tʊʊma kẽng taoore, sẽn na yil ti bãana gãand dũni wã pʊgẽ."
    },
    {
        "french": "3. Les parents ont, par priorité, le droit de choisir le genre d'éducation à donner à leurs enfants.",
        "moore": "Koɛɛg 26 soaba. 3. Ba rãmbã n yaa pipi n tar sor n tõe n yãk wubr ning buud (kareng ning buud) bãmb sẽn dat tɩ b kambã paame."
    },
    {
        "french": "Article 27 : 1. Toute personne a le droit de prendre part librement à la vie culturelle de la communauté, de jouir des arts et de participer au progrès scientifique et aux bienfaits qui en résultent.",
        "moore": "Koɛɛg 27 soaba. 1. Ned buud fãa tara sor n tõe n ning a meng nin-buiidã rog-n-mik sull tʊʊmẽ (vɩɩmẽ), n rɩ tʊʊm-minmã bãngr yõodo la a naag n tʊm bãngrã baoob tʊʊmẽ wã la a paam n dɩ tʊʊm bãmba sẽn wat ne yõod ninsi."
    },
    {
        "french": "Article 27 : 2. Chacun a droit à la protection des intérêts moraux et matériels découlant de toute production scientifique, littéraire ou artistique dont il est l'auteur.",
        "moore": "Koɛɛg 27 soaba. 2. Ned fãa tara sor n tõe tɩ b koglg a bãngr yõodo la a bãngr teedo, tɩ yaa sebr la a gʊls yã, bɩ yaa te-naands la a maan yã."
    },
    {
        "french": "Article 28 : Toute personne a droit à ce que règne, sur le plan social et sur le plan international, un ordre tel que les droits et libertés énoncés dans la présente Déclaration puissent y trouver plein effet.",
        "moore": "Koɛɛg 28 soaba. Ned buud fãa tara sor n tõe n dat tɩ bãan zĩnd nebã ne taab sʊk tẽnsẽ wã, la tẽnsã ne taab sʊka, tɩ seb kãnga sẽn wilg yel-segdɩ ninsã tõog n paam n yɩ sɩda"
    },
    {
        "french": "Article 29 : 1. L'individu a des devoirs envers la communauté dans laquelle seule le libre et plein développement de sa personnalité est possible.",
        "moore": "Koɛɛg 29 soaba. 1. Ninsaal tara tɩlae-tʊʊm ne a neba (a nin-buiidu), bala a mengã yidgr pa tõe n maan tɩ pa yɩ na a nebã pʊgẽ vɩɩm ye."
    },
    {
        "french": "Article 29 : 2. Dans l'exercice de ses droits et dans la jouissance de ses libertés, chacun n'est soumis qu'aux limitations établies par la loi exclusivement en vue d'assurer la reconnaissance et le respect des droits et libertés d'autrui et afin de satisfaire aux justes exigences de la morale, de l'ordre public et du bien-être général dans une société démocratique.",
        "moore": "Koɛɛg 29 soaba. 2. Ned yel-segdɩ tũub pʊgẽ, la a sẽn tar sor n tõe n maan a sẽn datã wɛɛngã, ned fãa toaag sẽn tekẽ yaa laloa sẽn wilg bũmb ninsa, sẽn na yɩl n sõng tɩ ned fãa bãng a to yel-segdɩ la a sẽn tar sor n tõe n maan a yam. Sẽn paasd me, yaa sẽn na yɩl tɩ b tõog n tũ ninsaal vɩɩm sõmblem noy wã, ninbuiidã vɩɩm noy wã tũubu la nebã fãa vɩɩm sõmblem baoobo, sã n yaa tẽng zãab buud ning sẽn ya nin-buiid naam n zãad-a wã."
    },
    {
        "french": "3. Ces droits et libertés ne pourront, en aucun cas, s'exercer contrairement aux buts et aux principes des Nations Unies.",
        "moore": "Koɛɛg 29 soaba. 3. Yel-segdɩ bãmbã la maan-m-yam bãmbã pa tõe n dɩk n maan tɩ pa yɩ wa nasõzini sẽn gãneg noy ninsã sẽn datã ye."
    },
    {
        "french": "Article 30 : Aucune disposition de la présente Déclaration ne peut être interprétée comme impliquant, pour un État, un groupement ou un individu, un droit quelconque de se livrer à une activité ou d'accomplir un acte visant à la destruction des droits et libertés qui y sont énoncés.",
        "moore": "Koɛɛg 30 soaba. Seb-kãngã gomd ba a ye pa tõe n wa rɩk t’a yɩ wa tẽng a ye, goosneer a ye bɩ ned a ye yell ye, t’a soab tik rẽnda n dat n maan bũmb sẽn na yɩl n sãam yelsegdɩ la maan-m-yam nins sebrã sẽn gomd-b rãmb yellã ye."
    }
]