[{"french":"Déclaration universelle des droits de l'homme (Annee 1948","moore":"Ninsaal yel-segdɩ noy gãnegr sebre (yʊʊmd 1948)"},
{"french":"Préambule", "moore": "Keoogre"},
{"french":"Considérant que la reconnaissance de la dignité inhérente à tous les membres de la famille humaine et de leurs droits égaux et inaliénables constitue le fondement de la liberté, de la justice et de la paix dans le monde,}",
"moore": "B wilgame tɩ ninsaal bʊʊd fãa tara a burkĩndlim la a yel-segdɩ tõod sẽn pa yɩɩd a to, tɩ b pa tõen n dɩk tõod-bãmb n koos bɩ n tek a badawã, n yaa dũni wã bãan gãaga, ned fãa sẽn so a vɩɩm tɩ yembd kaala, la wẽg-taab kaalem dũni wã pʊgẽ yẽgrã."},
{"french":"Considérant que la méconnaissance et le mépris des droits de l'homme ont conduit à des actes de barbarie qui révoltent la conscience de l'humanité et que l'avènement d'un monde où les êtres humains seront libres de parler et de croire, libérés de la terreur et de la misère, a été proclamé comme la plus haute aspiration de l'homme,  Considérant qu'il est essentiel que les droits de l'homme soient protégés par un régime de droit pour que l'homme ne soit pas contraint, en suprême recours, à la révolte contre la tyrannie et l'oppression,",
"moore": "B wilgame tɩ ninsaal sẽn da tog ne yel-segdɩ ninsã kaalmã waa ne bi-beelem la pãng buud toor-toor sẽn sãam dũni wã zãng sũuri, la b yãkamen moon tɩ dũni ning sẽn na n wa zĩnd-a tɩ ninsaalbã na n wa so b mense, n tõe n gom b sẽn date, n tẽ b sẽn date, n wa yi rabeem, yaeesg la far buudã fãa pʊgẽ wã, n yaa ninsaal sẽn baood ne a sũur fãa n yɩɩdã."},
{"french":"Considérant qu'il est essentiel d'encourager le développement de relations amicales entre nations,",
"moore": "D sẽn mi tɩ segdame tɩ d keng tẽms ne taab zood yõkr zĩndgrã. "},
{"french":"Considérant que dans la Charte les peuples des Nations Unies ont proclamé à nouveau leur foi dans les droits fondamentaux de l'homme, dans la dignité et la valeur de la personne humaine, dans l'égalité des droits des hommes et des femmes, et qu'ils se sont déclarés résolus à favoriser le progrès social et à instaurer de meilleures conditions de vie dans une liberté plus grande," ,
"moore": "D sẽn mi tɩ nasõzini (tẽmsã fãa lagem-n-taar kãsengã) le mooname n wilg b tẽeb ninsaal burkĩndlem la a tɩrlem pãnga, pag la rao yel-segdɩ sẽn zem taabã, tɩ b le wilgame tɩ b ratame n mao n paas ninsaalbã vɩɩm sõmblem tɩ yɩ ned fãa sẽn so a meng vɩɩmẽ wã tɩ yel kãng pãng yɩɩg a pĩndã"},
{"french":"Considérant que les Etats Membres se sont engagés à assurer, en coopération avec l'Organisation des Nations Unies, le respect universel et effectif des droits de l'homme et des libertés fondamentales,",  
"moore": "D sẽn mi tɩ tẽms nins sẽn be nasõzini lagem-n-taarã pʊgẽ lagma ne lagem-ntaarã n nk sard n na n sõng tɩ dũni wã pʊgẽ bɩ ned fãa tũ ninsaalb yelsegdɩ wã sẽn gãneg noy ninsã."},
{"french":"Considérant qu'une conception commune de ces droits et libertés est de la plus haute importance pour remplir pleinement cet engagement,  L'Assemblée générale  Proclame la présente Déclaration universelle des droits de l'homme comme l'idéal commun à atteindre par tous les peuples et toutes les nations afin que tous les individus et tous les organes de la société, ayant cette Déclaration constamment à l'esprit, s'efforcent, par l'enseignement et l'éducation, de développer le respect de ces droits et libertés et d'en assurer, par des mesures progressives d'ordre national et international, la reconnaissance et l'application universelles et effectives, tant parmi les populations des Etats Membres eux-mêmes que parmi celles des territoires placés sous leur juridiction.",
"moore": "D sẽn mi tɩ ninsaal yel-segdɩ noy bãmba gãnegr sã n yɩ lagem-n-taarã ne a kẽedbã n na n naag taab n maan-b n na n sõng tɩ b tũubã yɩ sõma wã."
}
]