
[
    {
        "french": "Article 21 : Toute personne a le droit de prendre part à la direction des affaires publiques de son pays, soit directement, soit par l'intermédiaire de représentants librement choisis. Toute personne a droit à accéder, dans des conditions d'égalité, aux fonctions publiques de son pays. La volonté du peuple est le fondement de l'autorité des pouvoirs publics; cette volonté doit s'exprimer par des élections honnêtes qui doivent avoir lieu périodiquement, au suffrage universel égal et au vote secret ou suivant une procédure équivalente assurant la liberté du vote.",
        "moore": "Koɛɛg 21 soaba. Ned buud fãa tara sor n tõe n ning a toog a tẽng vɩɩm tʊʊmẽ, a tõeeme n maan tʊʊmd a toore bɩ tũ ne neb b sẽn yãk tɩ b let lagem-n-taara sull n tʊmdẽ, tɩ nin-bãmb yãkrã yaa sẽn maan tɩ pa tũ ne modgr ye. Nin-buiidã sẽn dat bũmb ninga la tẽngã zãab tʊʊm tikda. Nin-buiidã raabã wilgr tog n tũu ne vot sẽn na n maan tɩ zãmb ka zĩnd ye, votã me tara wakat sõor n tog n le maane, votã tõeeme n maan tɩ yɩ ninbuiid vote, bɩ gʊls n vot buud a to sẽn wẽnd wa bãmba sẽn maand tɩ ned fãa tõe n yãk a sẽn dat-a soaba."
    },
    {
        "french": "Article 22 : Toute personne, en tant que membre de la société, a droit à la sécurité sociale; elle est fondée à obtenir la satisfaction des droits économiques, sociaux et culturels indispensables à sa dignité et au libre développement de sa personnalité, grâce à l'effort national et à la coopération internationale, compte tenu de l'organisation et des ressources de chaque pays.",
        "moore": "Koɛɛg 22 soaba. Ne buud fãa, a sẽn yaa nin-buiidã ned a ye wã yĩnga, a toga ne ninsaalb yel gesg soogã sõngre. Sõngrã yaa arzɛka, vɩɩm sõmblem la rog-n-mik wɛɛngẽ sẽn yaa tɩlae ne ninsaal burkĩnd la a tɩrlem baoobo, a mengã yidgr yĩnga, sẽn na n tũ ne tẽnga meng tʊʊmde n paas tẽms ne taab lagem-n-tʊm pãng tɩ zems ne tẽng fãa tʊʊm yõgeng sẽn ya to-to la a laog sẽn zem tɛka."
    },
    {
        "french": "Article 23 : Toute personne a droit au travail, au libre choix de son travail, à des conditions équitables et satisfaisantes de travail et à la protection contre le chômage. Tous ont droit, sans aucune discrimination, à un salaire égal pour un travail égal. Quiconque travaille a droit à une rémunération équitable et satisfaisante lui assurant ainsi qu'à sa famille une existence conforme à la dignité humaine et complétée, s'il y a lieu, par tous autres moyens de protection sociale. Toute personne a le droit de fonder avec d'autres des syndicats et de s'affilier à des syndicats pour la défense de ses intérêts.",
        "moore": "Koɛɛg 23 soaba. Ned buud fãa tara sor n tõe n paam tʊʊmde, n tõe n yãk a sẽn dat tʊʊmd ninga tɩ tũ ne tʊʊmdã kũun sẽn na n maan tɩ wẽgb pa zĩnd ye, la b koglg-a ne tʊʊmã kaalem. Nebã fãa tog n paama yaood sẽn zems ne b sẽn maan tʊʊmd ningã tɩ wẽgb ka ye. Ned ning fãa sẽn tʊmd-a toga ne yaood sẽn zems a sẽn maane, ti sẽn paamdã sek yẽnda ne a zak rãmb vɩɩm tɩ yɩ burkĩnd pʊgẽ, tɩ sã n mik tɩ segdame; bɩ a paam tɩ b paas-a sõngr buud a taaba. Ned buud fãa tara soor n tõe n naag neb a taaba n lulg sẽndika sulli (tʊntʊmdb sõngr sulli) sẽn na kogend tʊntʊmdbã nafo."
    },
    {
        "french": "Article 24 : Toute personne a droit au repos et aux loisirs et notamment à une limitation raisonnable de la durée du travail et à des congés payés périodiques.",
        "moore": "Koɛɛg 24 soaba. Ned buud fãa tara sor n tõe n paam vʊʊsem la yõ-noogre, bũmb zãng la tʊʊmã wakat sõor tɛk wilgri n paas vʊʊsem. Vʊʊsmã geendame n tar wakat-wakato, vʊʊsmã sasa b tog n yaoa a soaba."
    },
    {
        "french": "Article 25 : Toute personne a droit à un niveau de vie suffisant pour assurer sa santé, son bien-être et ceux de sa famille, notamment pour l'alimentation, l'habillement, le logement, les soins médicaux ainsi que pour les services sociaux nécessaires; elle a droit à la sécurité en cas de chômage, de maladie, d'invalidité, de veuvage, de vieillesse ou dans les autres cas de perte de ses moyens de subsistance par suite de circonstances indépendantes de sa volonté. La maternité et l'enfance ont droit à une aide et à une assistance spéciales. Tous les enfants, qu'ils soient nés dans le mariage ou hors mariage, jouissent de la même protection sociale.",
        "moore": "Koɛɛg 25 soaba. Ned buud fãa tara sor n tõe n paam tarem sẽn na n sek a meng la a zak rãmb laafi la b vɩɩm sõmblem baoobo, bũmb zãng la rɩɩbã wɛɛngẽ, yeelgrã (futã), zĩ-gãadgã, tɩbsgã n paas vɩɩmã sõmblem baoob tʊʊm nins sẽn segd-b ne yẽ wã. A sã n wa pa tar tʊʊmde, a sã n wa bẽedẽ, a sã n wa lebg kamsa, a sã n wa lebg pʊg-kõore bɩ ra-kõore, a sã n wa kʊʊle bɩ bũmb buud a taab sã n wa kɩt t’a pa le tõe n dɩlg la a ges a meng yelle, tɩ yaool n pa tũ ne yẽnda a maan tɩ yellã paam-a, a togame n paam sõngre. Biig pʊg sasa la a yãadem wakato, a tara sor n tõe n paam sõngre la koglgo. Kamba fãa, f roga kãadem pʊgẽ tɩ b rogame tɩ b ba rãmbã pa kẽ kãadem ne taaba, b fãa segda ne sõngre."
    }
]