
[
    {
        "french": "Article 7 : Tous sont égaux devant la loi et ont droit sans distinction à une égale protection de la loi. Tous ont droit à une protection égale contre toute discrimination qui violerait la présente Déclaration et contre toute provocation à une telle discrimination.",
        "moore": "Koɛɛg a 7 soaba. Ninsaalbã fãa zema taab laloa taoore, b fãa tog n paama laloa wã koglgo tɩ bakr ba a ye pa zĩnd ye. Nebã fãa tara sor n tõe n paam tɩ b koglg-b ne bakr buud fãa sẽn na n wa maan n kɩɩs seb-kãnga noy wã sẽn gãnegã, ne bũmb nins sẽn na n wa ne bakr-bãmba."
    },
    {
        "french": "Article 8 : Toute personne a droit à un recours effectif devant les juridictions nationales compétentes contre les actes violant les droits fondamentaux qui lui sont reconnus par la constitution ou par la loi.",
        "moore": "Koɛɛg a 8 soaba. Ned buud fãa tara sor n tõe n kẽng a tẽngẽ bʊʊd soog taoore n tɩ bʊ ne weoogre, sɩbgr buud fãa b sẽn maan-a, tɩ ninsaalb yel-segdɩ sebrã gɩdge, tɩ laloa mi tiiri."
    },
    {
        "french": "Article 9 : Nul ne peut être arbitrairement arrêté, détenu ni exilé.",
        "moore": "Koɛɛg a 9 soaba. Pa tar sor n tõe n yõk ned zaalem, n pag-a roogo bɩ n yiis-a a tẽngẽ n tɩ ning zĩĩg a to tɩ laloa zɩ tiir ye."
    },
    {
        "french": "Article 10 : Toute personne a droit, en pleine égalité, à ce que sa cause soit entendue équitablement et publiquement par un tribunal indépendant et impartial, qui décidera, soit de ses droits et obligations, soit du bien-fondé de toute accusation en matière pénale dirigée contre elle.",
        "moore": "Koɛɛg 10 soaba. Ned buud fãa tara sor wa laloa sẽn wilgã, t’a yell ta bʊ-kaoodb sẽn so bʊʊdã, n tõe n kao tɩ pãn-dãmb ka lob b toogo, la sẽn bʊʊd sɩd taoore, tɩ b bʊ nin-buiid taoore n wilg a yel-segdɩ bɩ a tɩlae-yɛla, bɩ n wilg b sẽn yet tɩ yẽnda soabã maana bũmb ningã kongr sẽn taẽ."
    },
    {
        "french": "Article 11 : 1. Toute personne accusée d'un acte délictueux est présumée innocente jusqu'à ce que sa culpabilité ait été légalement établie au cours d'un procès public où toutes les garanties nécessaires à sa défense lui auront été assurées. 2. Nul ne sera condamné pour des actions ou omissions qui, au moment où elles ont été commises, ne constituaient pas un acte délictueux d'après le droit national ou international. De même, il ne sera infligé aucune peine plus forte que celle qui était applicable au moment où l'acte délictueux a été commis.",
        "moore": "Koɛɛg 11 soaba. 1. B sã n yeel tɩ ned maana bʊmb sẽn kis n dat n paalg-a, sã n pa b wa n bʊa lame tɩ bʊʊdã yɩ neb fãa taoore, t’a paam sõangd sẽn mams n paas a poorẽ fãa, ket n ya wa yẽnda soabã pa maan bũmbã ye. 2. B pa tõe n bʊ ned n paalg-a bũmb a sẽn maan bɩ a sẽn pa maan yĩnga, sã n mikame tɩ yellã sẽn maanã wakato, bʊʊd soog nengẽ yel bãmba ra pa kis ye. Sẽn paasd me, b sã n bʊ yellã, b pa tar sor n tõe n kõ ned ning sẽn maan-a yellã sɩbgre tɩ yɩɩg yellã sẽn maanã sasa laloa sẽn da gãneg sɩbgr buud nins yel-bãmb wɛɛngẽ wã ye."
    },
    {
        "french": "Article 12 : Nul ne sera l'objet d'immixtions arbitraires dans sa vie privée, sa famille, son domicile ou sa correspondance, ni d'atteintes à son honneur et à sa réputation. Toute personne a droit à la protection de la loi contre de telles immixtions ou de telles atteintes.",
        "moore": "Koɛɛg a 12 soaba. Ned buud fãa tara sor n tõe n yã ninsaal bãmb nensẽndẽ, sɩ sɩbgre bãnẽ, buud fãa bũmb sor n pa yã lãlo dã-nib."
    },
    {
        "french": "Article 13 : 1. Toute personne a le droit de circuler librement et de choisir sa résidence à l'intérieur d'un État. 2. Toute personne a le droit de quitter tout pays, y compris le sien, et de revenir dans son pays.",
        "moore": "Koɛɛg 13 soaba. 1. Ned buud fãa tara sor n tõe n gõ a tẽngẽ, n kẽng zĩĩs nins fãa a sẽn date, la a yãk a sẽn dat n zĩndẽ. 2. Ned buud fãa tara sor n tõe n yi tẽngẽ n lebg n wa a meng tẽngẽ, a le tara sor n tõe n yi a meng tẽngẽ n kẽng tẽn-taaga la a le lebg n wa a tẽngẽ."
    }
]
