[{"french": "Article premier: Tous les êtres humains naissent libres et égaux en dignité et en droits. Ils sont doués de raison et de conscience et doivent agir les uns envers les autres dans un esprit de fraternité.",
"moore":"Pipi koɛɛga :Ninsaalbã fãa sã n doge, ned fãa so a menga, ned pa rogd n yaa yamb ye, nebã fãa zema taab b yel-segdɩ la b burkĩndlem wɛɛngẽ. Nebã fãa tara yam la tagsgo, ned fãa togame n vɩɩnd ne a to saam-biir pʊgẽ."
},
{"french":"Article 2: Chacun peut se prévaloir de tous les droits et de toutes les libertés proclamés dans la présente Déclaration, sans distinction aucune, notamment de race, de couleur, de sexe, de langue, de religion, d'opinion politique ou de toute autre opinion, d'origine nationale ou sociale, de fortune, de naissance ou de toute autre situation.  De plus, il ne sera fait aucune distinction fondée sur le statut politique, juridique ou international du pays ou du territoire dont une personne est ressortissante, que ce pays ou territoire soit indépendant, sous tutelle, non autonome ou soumis à une limitation quelconque de souveraineté." ,
"moore":"Koɛɛg a 2 soaba: Ned fãa tara sor n tõe n dɩ seb-kãnga sẽn gãneg noy ninsã yõodo tɩ bakr buud ka zĩnd ye, pa tũus f sẽn yaa buud ning ye, f yĩng kõbg sẽn ya-a soab ye, f yaa pag bɩ rao ye, f wẽnd-sor sẽn ya-a soab ye, f sẽn yãk n tik politik ninga, bɩ tẽeb buud a to ye, f tarem sẽn ya-a soab ye, f sẽn dog ne b rãmb ye, bɩ bũmd buud a taab sẽn bakd ye."
},
{"french":"Article 3 :Tout individu a droit à la vie, à la liberté et à la sûreté de sa personne."  
,"moore":"Koɛɛg a 3 soaba: Ned buud fãa tara sor n tõe n vɩɩnde, n soog a menga la a gũnug a menga." 
},
{"french":"Article 4 :Nul ne sera tenu en esclavage ni en servitude; l'esclavage et la traite des esclaves sont interdits sous toutes leurs formes." 
,"moore":"Koɛɛg a 4 soaba: Pa tog n dɩk ninsaal buudã fãa n maan yamb ye bɩ n weoog-a ye. Yembdã ne nebã koosgã gɩdgame, ba sẽn wa n ya yembd buud nin fãa." 
},
{"french":"Article 5  :Nul ne sera soumis à la torture, ni à des peines ou traitements cruels, inhumains ou dégradants."  
,"moore":"Koɛɛg a 5 soaba.: Pa tog n sɩbg ninsaal buudã fãa ye, pa tog n sɩbg ninsaal tɩ sɩbgrã yɩ toog wʊsgo, tɩ pa sẽn na maan ninsaal ye."
},
{"french":"Article 6 :Chacun a le droit à la reconnaissance en tous lieux de sa personnalité juridique."
,"moore":"Koɛɛg a 6 soaba. : Ned fãa tara sor tɩ sẽn wa n ya sĩĩg ning fãa, bɩ b sak n deeg a sẽn yaa ned ning buud bʊ-kaoor soog taoore."}
]